export default {
  projections: {
    ЗданиеE: {
      номер: {
        __caption__: 'Номер'
      },
      город: {
        __caption__: 'Город',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЗданиеL: {
      номер: {
        __caption__: 'Номер'
      },
      город: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    воЭтажей: {
      __caption__: 'воЭтажей'
    },
    номер: {
      __caption__: 'Номер'
    },
    город: {
      __caption__: 'Город'
    }
  }
};
